{
  "stories": [
    {
      "id": 1,
      "title": "小学4年生から不登校になり図書館で居場所を見つけた事例",
      "created_date": "2022.6",
      "grade": "小学4年生",
      "family": "父・母・本人",
      "content": {
        "trigger": "小学校３年生の終わりごろから宿題が増え、学習への苦手意識が強まっていきました。特に算数の文章題が理解できず、授業中に先生の問いに答えられないことが増えました。次第に「間違えたら恥ずかしい」という思いが強まり、教室で居心地の悪さを感じるようになったようです。４年生に進級した直後は頑張って登校していたのですが、６月に体調を崩したのをきっかけに、朝になると布団から出られなくなり、休む日が少しずつ増えていきました。気づけば「学校に行きたいけど行けない」状態になっていました。",
        "parent_actions": "最初の頃は「遅れてもいいから行こう」「授業に出なきゃダメ」と強く声をかけていました。しかし無理に登校させても教室の前で泣いてしまったり、頭痛を訴えたりして、逆に負担になっていることに気づきました。そこで途中からは「今日は休んでも大丈夫」と伝え、安心させる方向に切り替えました。その代わりに生活リズムが乱れないよう、毎朝一緒に軽い散歩をして、朝日を浴びる習慣をつくりました。勉強については、学校の宿題にこだわらず、本人の気分が向いたときに算数ドリルや好きな国語の読書感想を一緒にやるように工夫しました。",
        "child_reaction": "「行かなくてもいいんだ」と思えたことで、少し安心した様子でした。無理やり登校させられないと分かり、表情に柔らかさが戻りました。一方で「友達は学校に行っているのに自分はできていない」という葛藤もあり、夕方になると「明日は行く」と言いながら朝になると行けない日が続きました。親子ともに気持ちの揺れが大きかった時期でした。",
        "school_reaction": "担任の先生が週に１度家庭訪問をしてくれ、本人の様子を穏やかに聞いてくれました。また、保健室登校の提案もありましたが、当時は教室以外の空間に入ることすら難しく、まずは「宿題を取りに行く」ことから始めました。校長先生も「焦らなくて大丈夫」と言ってくださり、学校全体として理解を示してくれたのは救いでした。",
        "initial_reflection": "もっと早い段階で「学校に行かなくてもいい」と伝えてあげれば、本人はここまで疲れなかったのではないかと思います。また、親自身が「学校＝成長の証」と思い込みすぎていたことも反省点です。ただ、毎朝の散歩や担任との連携はとても助けになりました。情報が少なく孤独を感じることも多かったので、当時から保護者同士でつながれる場や体験談を共有できる機会があれば、もっと安心できたと思います。",
        "life_after_month": "午前中は読書をしたりタブレットで好きな図鑑を眺めていました。午後は絵を描いたり、祖父母の家に遊びに行くこともありました。宿題はその日の気分で取り組んだり取り組まなかったりで、親としては不安でしたが、本人なりに少しずつ自分のペースを見つけていったようです。",
        "process": "最初の1ヶ月は自宅で過ごす時間がほとんどでしたが、次第に近所の図書館に行く回数が増えました。読書が好きだったので、図書館司書さんとも仲良くなり、本の紹介をしてもらうのが楽しみになっていきました。",
        "improvement": "不登校から半年ほど経ったころ、地域の図書館で開催された「子ども読書会」に参加したときです。同じ本が好きな子と自然に話せたことがきっかけで「学校以外にも友達ができる」と気づいたようでした。それ以降、家に閉じこもる時間が減り、読書会を楽しみにするようになりました。親子で「小さな成功体験を積み重ねることが大切だ」と実感しました。",
        "advice": "お子さんの気持ちを最優先に考えて、無理強いしないことが大切だと思います。また、学校以外の居場所を一緒に探すことで、新しい可能性が広がることもあります。私たちの場合は図書館が大きな支えになりました。焦らず、小さな一歩を積み重ねていけば、必ず道は開けると信じています。"
      },
      "life_stages": {
        "elementary": "１〜２年生の頃は毎日元気に登校し、友達と外で遊んでいました。図工や読書が好きで、先生からも「落ち着きのある子」と言われていました。ただ、宿題を忘れたり文章題でつまずいたりすると、涙を流すこともありました。３年生の終わり頃から自信をなくし始め、次第に学校生活が重荷になっていきました。",
        "middle_school": "まだ在学中ですが、中学校に向けて「行ける日だけでも登校する練習」をしています。本人は「理科部に入りたい」と夢を持っています。",
        "high_school": "まだ経験はありませんが「将来は本に関わる仕事をしたい」と話しています。"
      },
      "support": [
        {
          "type": "スクールカウンセラー（小学校）",
          "experience": "月に1回程度、面談をしていました。",
          "evaluation": "話を聞いてくれるだけで安心できましたが、具体的なアドバイスが少なかったです。もっと頻繁に相談できる体制があるとよいと思いました。"
        },
        {
          "type": "地域の図書館イベント",
          "experience": "週1回の読書会に参加していました。",
          "evaluation": "本を通じて自然に人とつながれたのが大きな支えになりました。同じ興味を持つ子どもたちと出会えたことで、本人の自信につながりました。"
        },
        {
          "type": "子育て支援センターの親子交流会",
          "experience": "月1回、保護者同士の情報交換会に参加していました。",
          "evaluation": "同じような悩みを持つ保護者と話せたことで孤立感が減りました。様々な対応方法や支援情報を知ることができて助かりました。"
        }
      ],
      "good_activities": "・毎朝の散歩で生活リズムを整えたこと\n・図書館イベントで友達ができたこと\n・祖父母との交流が増え、安心できる大人が周囲にいると感じられたこと\n・本人の好きなことを見つけて、それを通じて自信を取り戻せるよう工夫したこと",
      "current_thoughts": "「学校に行けるかどうか」よりも「安心して過ごせる場所があるかどうか」が大事だと考えるようになりました。学校に通って得られる経験もあれば、行かなかったからこそ得られる経験もあります。子どもが笑顔を取り戻した今、不登校は一つの選択肢であり、決して失敗ではないと思えています。\n\n大切なのは子どもが自分らしく成長できる環境を整えることだと実感しています。学校という場所にこだわらず、その子に合った成長の形があることを多くの人に知ってほしいと思います。"
    },
    {
      "id": 2,
      "title": "中学校からの不登校から自分の居場所を見つけた事例",
      "created_date": "2020.9",
      "grade": "中学１年生",
      "family": "母・本人・妹",
      "content": {
        "trigger": "中１から突然不登校になり、原因はずっとわからないままでしたが、最近（高３）になって、「軽いいじめがあった」と、公言するようになりました。\nただ、当時は本当に前触れもなく突然でした。昨日まで普通に学校に行っていたのに、突然布団から出てこなくなり、そこからはどんな手を使っても、一切動きませんでした。",
        "parent_actions": "諭す、褒める、それでも動かなかったので、怒鳴る、脅す、無理やり起こす、引っ張っていく、しばらく様子を見る、の繰り返しでした。\n何をしても動かなかったので「今日だけやすんでいいから」と言って、休ませるしかありませんでした。",
        "child_reaction": "可愛そうなくらい憔悴して、泣いて、見ていられないくらいでした。",
        "school_reaction": "担任の先生に相談しても、「どうしましょうね～」と人ごとのような対応に悲しくなると共に、不登校生向けのサポートやプログラムがほぼ無い事に驚きました。\nチャレンジ教室を紹介されても、今の状態でそこに行けるわけがなく、カウンセリングを受けても、同じ話をこちらからするだけで進展はなく、アドバイスもなく、これは自分でやっていくしか無いんだなと、見放されたような気分になりました。",
        "initial_reflection": "不登校についてなんの知識もなかったから、子どもを更に追い込むようなひどい事をたくさんしてしまった事が後悔としてあります。最初が一番つらかった。インターネットでたくさんある情報もどれが正しいのかわからず悩みました。貴重な学生時代、学校に復帰できるか、授業についていけるか、一刻を争う問題なのに（と当時は思っていた）学校側のあまりに悠長な対応に驚きました。\n今になっても当時何をするのが正解だったのかわからないけれど、リアルな情報は少なすぎたので、多くの情報が欲しかったです。",
        "life_after_month": "当時は実家に子どもと３人で身を寄せていたので、私は仕事に行き、祖父母が見守ってくれていました。",
        "improvement": "不登校から半年くらい経って、子どものキャンプ教室に参加した時、そこでお友達ができました。そしてそのキャンプ教室に息子がボランティアスタッフとして参加できないかを相談し、そこから自分が活躍できる場所が広がっていったようです。\n\nそれと、私自身が子どもを学校に行かせようとすることを諦めた事も大きかったです。子どもへのあたり、子どもの反応もだいぶ変わりました。\n私自身が「子どもに学校に行ってほしいのはなぜか」を考えたときに「私が楽だから」だったと気付いたのもあります。学校のシステムは素晴らしく、何も考えずただ行かせるだけで良かった。しかし、学校に行かないとなると、勉強・将来・健康・ご飯・全てを私が考えなければいけない。全ての責任も私。\nただ、これを私は子どもと分担しました。勉強・将来・健康も自己責任。やらなかったときのリスクを説明し、自分で考えさせて、ご飯も自分で作らせるようにしました。\n将来も面倒見ないよ。学校に行かないなら、仕事をして家にお金を入れなさい。と。\nそして、いろんな働き方、稼ぎ方、いろんな場所、人、を私も情報収集し子どもにも積極的に伝えました。\nそうしたら、子どもも働く私をサポートしてくれるようになり、一緒に乗り越えるチームのような感覚になり、私自身もすごく楽になりました。\n今は子どもたち二人で協力し、仕事が遅くなるときはヨシケイの調理キットでご飯を作ってくれていたり、自主的に掃除もしてくれたりします。無くてはならないパートナーたちです。"
      },
      "life_stages": {
        "elementary": "優等生タイプで、学校の先生からも「どうやったらこんないい子を育てられるんですか」と言われるほどでした。ただ、当時から宿題は苦手でした。朗読や九九などなんでやらなければいけないのか、と泣いていました。",
        "middle_school": "中学校に入ってすぐ不登校になってしまいました。１年生の頃はほぼ家にいました。２年生になって行動範囲がだいぶ広がりました。３年生のときは進路選択で、「広告卒業資格」だけは取ろうと話し合い、泣いて吐いてしながら塾に通い、全日制の高校に合格しました。",
        "high_school": "せっかく受かった全日制の高校は、半年ほど頑張って成績もクラスで上位だったのですが、電池が切れたように不登校になりました。\nあまりに辛そうだったので、「学校もう辞めていいよ」と言うと、「行きたいんだ！！」とベッドで泣き叫びながら頭を打ち付けていて、見ていて本当に苦しかったです。\n学校を辞めてから通信制の高校に通い、バイトをして、様々な活動に打ち込み、現在高校３年生、すごくすごく楽しそうです。"
      },
      "alternative_school": {
        "name": "KADOKAWAドワンゴ学園S高等学校",
        "period": "2024年4月～現在（高校3年生）",
        "reason": "話題だった。学校に行く事自体が難しいと感じた。",
        "experience": "レポートを提出すれば良いだけで、自由な時間が多くバイトや自分がやりたい活動をしながら、空いた時間で勉強が出来ていて良い反面、全てを自分で管理しなければならないので、サボり癖がある息子には最後溜まったレポートを提出するのが苦しそうでした。\n年数回スクーリングがあり、福井は大阪が一番近いので、息子一人で行って近くのホテルに宿泊してもらいました。楽しそうでしたが、毎回３，４万円かかるので少し負担でした。",
        "cost": "補助があるので、学費は10万円ほどだったと思います。＋スクーリング4万円×数回だったと思います。"
      },
      "support": [
        {
          "type": "医療機関",
          "experience": "高校生の時、一度受診をし、起立性調整障害と診断されましたが、それ以来行っていません。",
          "evaluation": "行くべきか、非常に迷いましたが（病気と認定することが彼にとって良いことかわからず）全日制高校の進級に関わる出席日数が足りないとなり、病名がつけば少し融通を利かせてもらえるとのことで、行きましたが、続けて通うことはできませんでした。"
        },
        {
          "type": "スクールカウンセラー",
          "experience": "１度だけ利用しました。",
          "evaluation": "お話を聞いてくださるのみで、私は解決策、対応策、他の事例を知りたかったのになんの話も聞けず、がっかりした覚えがあります。"
        },
        {
          "type": "行政主催のオンライン不登校保護者向けセミナー",
          "experience": "１度だけ利用しました。",
          "evaluation": "終始沈痛な雰囲気で、腫れ物に触るような、非常に居心地の悪い会でした。逆に自分の境遇ってここまでひどいの？と驚いてしまいました。"
        }
      ],
      "good_activities": "・母子で福井市の「まちなかボランティアガイド」に応募し、当時中学生は今まで一人もいなかったが、初の中学生ガイドでデビューした。\n・しかし、コロナ期間でガイドが出来なかったため、YOUTUBEで発信活動をし、メディアにも取り上げられたり、FBCのCMにも出演した。\n本人的には学校に行けないだけで可哀想な人と思われるのが辛かったようで（私も同じく）頑張っている姿を見せたいという思いはあったよう。\n・キャンプ活動や、児童館で子どもと遊ぶボランティア活動をし、頼られる事、自分の居場所を見つけてくれた。\n・平日の日中は何もすることがなかったため、おばあちゃんの家まで自転車で行ってもらい、お昼ごはんをもらう日も作っていた。運動不足の解消にもなると思った。\n・自信をなくして、コミュニケーションができなくなってしまうことが怖かったので、積極的に身内以外の他人と関わる機会を作ろうとしたのは良かったと思います。ガイド活動など、あえて大人の中に飛び込ませる事で、褒められる体験をしたり、他の中学生がやっていない、児童館でのボランティア活動をすることで、慕われる経験をしたり。子ども自身も「このままじゃダメだ」と思っているから、選択肢の中から必死にできそうなものを選んでくれました。多くの選択肢は大事だと思います。",
      "current_thoughts": "学校に通っていれば得られた事もたくさんあったとは思いますが、学校に通わなかったからこそ出来た事もあると今は思えています。\n例えば、親子で真剣に話し合えたことや、学校以外の場所で多くの人と出会えたこと。\nおかげか、うちの子ども達は自立していると感じる事が多く、周囲からも大人かと思ったと褒められる事ばかりで（私の親バカ・全てをポジティブに受け取りすぎな性格も多分にあると思いますが）子ども達とは、戦友のような間柄になっていると感じます。\n\n今、子どもたちは自分のやりたいことを見つけて、悩みながらも伸び伸び楽しそうに生きています。\n普通に学校に行っている子どもたちと比べて、足りないと思う事も今後出てくるかもしれませんが、それはどんな生き方をしていても、きっと思うこと。\n\n最近息子は「お母さん、不登校でよかったって言ってもいいかな？」と聞いてくれました。\nこんな表現は不謹慎だと自分でも思いつつ、でも今の自分に満足しているのだと、とてもとても嬉しかったです。\n\n\n不登校に関しては、不登校になる事が問題ではなく、不登校になったときのサポートが薄く、社会からはまだまだ「病気」や「甘え」扱いされがちで、それにより不幸になってしまうところが問題なのではないかと思います。\n\n「人生終わりだよ」と、立ち上がれない程傷ついている息子に私はこんな酷い言葉を吐いてしまいました。よく、息子は生きていてくれて、私を許してくれていたな、と思います。\n不登校なんて、そんな大した問題ではなかったのに、社会の仕組みにがんじがらめにされて大切なものを見失っていたと思います。\n\n勇気をだして、学校に行かず自分を守るために閉じこもる決断をした息子は、本当に偉かったと思っています。\n不登校はよくある思春期の問題の一つ、くらいの軽い問題になると良いと思っています。"
    },
    {
      "id": 3,
      "title": "小学2年からの不登校について",
      "created_date": "2025.8.4",
      "grade": "小学校２年生",
      "family": "父・母・姉・本人",
      "content": {
        "trigger": "授業がつまらない\n学校がこわい\n\n１年生の時も一時期学校に行きたがらないことがあったけれど、２年の夏休みに学校を怖がるようになりました。\n風が強く吹くと「私は飛ばされて死んでしまう」、授業中にこわくなっていてもたってもいられなくなる、先生にちょっと変だなと思うことを言うと怒られる、など怖い＝死んでしまうと思うようになってきて、これはおかしいなとなんとなく思い初めてました。\nそれと同時に、手の汚れを気にして何度も手を洗う、家族とのコップの強要ができない、床に落ちたものは汚染されているからさわれないなどのようすが出てきて、私も家族も疲れてしまっていました。",
        "parent_actions": "まずは、スクールカウンセラーに相談しました。\n姉も小学１年から５年まで学校をとにかく嫌がっていたので、同じかな？と思って同じように無理やり連れていっていましたが、カウンセラーに相談したところ、上の子とは違い知能検査をしてみてくださいと案内されました。\n\nここでは、病院をいくつか紹介してくれて、私もなんの知識もなかったので、とりあえず一番近い厚生病院でWISKの検査を受けました。\n\n\n検査の結果は、知能の遅れはなく発達の凸凹が激しい。そこから強迫症の症状に繋がっているとの診断でした。医学的な診断名ではないですが、一般的にはこういった突出した発達の凸凹のある子たちは「ギフテッド2e」と言われています。\nまわりの子と話が合わないだろう。学校生活はとても辛いと思うと医師に言われて、教室に入ることをここで諦めました。\nただ、勉強は必要だと親として思い、家で私が教科書や宿題を進めました。",
        "child_reaction": "学校行かなきゃいけない、勉強しなきゃいけない\nわかっているけどできない\n\n当時小2の娘は、泣いて机の下に隠れて私と押し問答していました。\n私は知的な遅れはないのだから、勉強はできるはずと思い込んで必死になってしまっていたのですが、娘にとったら漢字の反復や簡単な計算をわざわざ繰り返し書いてになんの意味があるの？私にはできないって言ってるでしょ。とつらい気持ちになっていたと思います。",
        "school_reaction": "すぐに保健室登校をOKしてくれて、保健の先生と過ごしたり、当時は参加できた体育だけ参加して帰るなど1日１回は登校することを続けていました、",
        "life_after_month": "学校へ行き、1時間ほど滞在して宿題をもらって帰る。\n家では宿題をやりたくないと押し問答する。\nデジタルやアナログで絵を描いて過ごす。\n午後はゲームをして過ごす。",
        "improvement": "大きく２つあります。\n\n１つは、小学校３年生の夏休み前に教頭先生から\n「勉強させたいのはお母さんじゃないですか？一度勉強をやめてみましょう」\nと言われ、私が娘から勉強を切り離す決断ができた時です。ここで少し娘の辛さを減らすことができたと思います。\n\nもうひとつは、放課後デイサービスの利用。\n学校とはまったく雰囲気のことなる（娘曰く保育園みたいな雰囲気の）事業所に通うことで、家で一人で過ごすことから、だれかと過ごす場所ができました。\n\nこの放課後デイで過ごしうちに半年ほどで、学校では床に落ちたものはさわれない、教室の机にもさわれない、不安で1人でいられないなどの状態だったのが、放課後デイでは全く気にならなくなってきました。家でも同じく強迫症の症状は和らぎました。"
      },
      "life_stages": {
        "elementary": "",
        "middle_school": "",
        "high_school": ""
      },
      "support": [
        {
          "type": "医療機関",
          "name": ["厚生病院", "福井医科大こころの診療部"],
          "evaluation": "・厚生病院に１年ほど通いましたが、途中から福井医科大にかわりました。理由は、厚生病院は精神科が専門だったので、娘に２次障害がよい状態かどうかについてしか触れられず、当時の私は学習障害（漢字の認識が難しい、左右がよく反転するなど）や発達障害（自閉的傾向）についてのサポートが欲しくて転院を希望しました。スクールカウンセラーの先生からのアドバイスは、個人のクリニックは１８歳くらいまでが対象だけど、医科大など大きな病院は成人後も何かしら関われる機関があると教えてもらい、医科大を選び、現在も定期的に通っています。"
        },
        {
          "type": "スクールカウンセラー",
          "name": ["小学校のスクールカウンセラー", "中学校のスクールカウンセラー"],
          "evaluation": "・カウンセラーの先生にも合う、合わないがあり、2人のカウンセラーの利用ができたことはありがたかったです。ただ、限られた時間の中なので、順番はなかなか回ってこないのも現状です。"
        },
        {
          "type": "小学校の支援クラス",
          "evaluation": "・学校の先生からは、知的な遅れのない娘にとって支援クラスは難しいといわれていましたが、少人数の方がまだ過ごせると思い、強く希望して３年生の秋に移籍することができました。しかし、誰にも干渉されたくない、汚れが気になる娘にとって、支援クラスも賑やかであまり心が落ち着く場所ではありませんでした。"
        },
        {
          "type": "ライフパートナー制度",
          "evaluation": "・そもそも学校にいることが嫌な娘にとっては、なかなか合わない制度かもと今現状で思っています。"
        },
        {
          "type": "放課後デイサービス",
          "evaluation": "・娘は発達障害の診断も出ていたので、福祉サービスが受けられました。アットフォームでな事業所で、映画や公演、買い物支援などたくさんの経験をすることができています。ただ、現在は少し嫌になっています。"
        },
        {
          "type": "ブリコラボ",
          "evaluation": "・毎週月曜だけ開設している、不登校の子どもたちの支援サービス。何もしないがコンセプトで、今の娘にはとても居心地がいいようです。一緒にゲームして、ご飯をたべて過ごす。こどもたちがやりたいことを、周りの大人が全力で楽しむ。娘は今は楽しんで行けています。"
        }
      ],
      "current_thoughts": "心が元気であれば、前にすすめると感じています。\n\nあれだけ「死んだらどうしよう」と言っていた娘が、今は「80歳までいきれたら、まだまだたくさんのことができる」と希望を持っています。\n\n多様な選択肢を選ぶことのできる世の中で、「自分はこうなりたい」という目標がもてれば横（同学年）で成長を比較するんじゃなく、縦（未来の自分）で成長を感じることができるんだなと娘を見ていて思います。\n\n親として、「学校に行ってほしい」「勉強をしてほしい」という思いは消えることはなく、親としての選択に後悔なんてたくさんあります。\n\nでも、型にはまらない娘の成長はとても興味深くわくわくさせられます。\nきっとどうにかなる。\nそう信じて、私は娘の１番の理解者でいたいと思っています。"
    },
    
  {
    "id": 4,
    "title": "中学1年生で突然不登校になり家庭で回復を目指した事例",
    "created_date": "2020.9",
    "grade": "中学1年生",
    "family": "母・本人・妹",
    "content": {
      "trigger": "中学入学直後から登校していたものの、夏休み明けに突然行けなくなりました。当時は原因が分からなかったのですが、後に『軽いいじめがあった』と本人が話すようになりました。表面上は変わりなく過ごしていたので、家族も気づかず、本人にとっては急に心が折れたような感覚だったそうです。",
      "parent_actions": "最初は理由を聞いても黙り込むばかりで、母は『せめて1時間でも行こう』と促しました。しかし逆効果で朝から頭痛や腹痛を訴える日が続きました。そこで母は無理強いをやめ、『今日は家で休もう』と伝え、代わりに近所を一緒に散歩したり家で軽く体を動かす習慣を取り入れました。",
      "child_reaction": "安心したのか少し笑顔を取り戻しましたが、一方で『みんなは学校に行っているのに』という焦りもあり、夜に涙することが多かったです。学校からの連絡帳を見るたびに落ち込む様子が見られました。",
      "school_reaction": "担任が電話でこまめに様子を聞いてくれましたが、本人は先生と話すことに抵抗を示しました。スクールカウンセラーを勧められたものの、当初は会いたがりませんでした。学校側は『出席日数は気にしなくて大丈夫』と柔軟に対応してくれたのが救いでした。",
      "initial_reflection": "もっと早く本人の『SOS』を受け止めて、学校に行くことを強要しなければ良かったと感じています。原因を突き止めようと焦るより、本人が安心できる環境づくりを優先すべきでした。",
      "life_after_month": "午前中はゲームや読書をして、午後は母と料理をしたり、妹と遊ぶ時間を増やしていました。勉強はその日の気分で取り組む程度でした。",
      "process": "最初は部屋にこもることが多かったですが、少しずつリビングで過ごす時間が増え、妹との関わりを通して笑顔が戻ってきました。",
      "improvement": "半年ほど経った頃、母と一緒に地域のフリースペースに顔を出すようになり、同じ境遇の中学生と出会ったことがきっかけで『一人じゃない』と思えたようです。",
      "advice": "原因追及よりもまず安心感を与えることが大切だと学びました。本人の気持ちが整えば、自然と新しい一歩を踏み出せる瞬間が来ると思います。"
    },
    "life_stages": {
      "elementary": "小学校では元気に通っており、友達とよく遊んでいましたが、高学年になるにつれて友人関係に悩むことがありました。",
      "middle_school": "中学入学直後から不登校が始まり、家庭中心の生活を送っています。少しずつ外に出る練習を始めています。",
      "high_school": "まだ経験していませんが、本人は『将来は動物関係の仕事がしたい』と話しています。"
    },
    "support": [
      {
        "type": "スクールカウンセラー",
        "experience": "母が相談して、時々家庭訪問をお願いしました。",
        "evaluation": "本人はなかなか打ち解けませんでしたが、母にとっては相談相手がいるだけで心強かったです。"
      },
      {
        "type": "地域フリースペース",
        "experience": "月2回程度参加。",
        "evaluation": "同じ境遇の仲間と出会えたことが本人にとって大きな支えになりました。"
      }
    ],
    "good_activities": "・妹との遊びで気持ちがほぐれた\n・母と料理を一緒にしたことで達成感を得られた\n・地域のフリースペースで仲間ができた",
    "current_thoughts": "不登校は失敗ではなく、立ち止まる時期が必要だったと考えています。焦らず、本人が安心できる居場所を見つけることが一番大切だと実感しています。"
  },

  {
    "id": 5,
    "title": "高校2年生で部活をきっかけに不登校になった事例",
    "created_date": "2021.11",
    "grade": "高校2年生",
    "family": "父・母・本人・弟",
    "content": {
      "trigger": "高校2年の秋、部活内での人間関係のトラブルが続き、先輩からの叱責を受けて自信をなくしました。部活をやめたいと言えずに抱え込み、次第に学校にも行けなくなってしまいました。",
      "parent_actions": "両親は最初『受験に響くから頑張って行きなさい』と強く言いましたが、本人の様子が日に日に沈んでいくのを見て、無理に登校させるのはやめました。代わりに『家にいてもあなたの価値は変わらない』と伝えました。",
      "child_reaction": "安心はしたものの、『やめたら逃げになるのでは』という不安を抱えて葛藤していました。",
      "school_reaction": "担任の先生は理解を示し、保健室登校を提案してくれました。また、進路指導の先生が『通信制高校への転学も選択肢』と情報を提供してくれました。",
      "initial_reflection": "早い段階で本人の気持ちを聞き取り、部活をやめる選択を尊重すべきだったと反省しています。",
      "life_after_month": "最初の1ヶ月は家で寝ていることが多かったですが、次第に趣味のギターに時間を費やすようになりました。",
      "process": "音楽を通じて自己表現できるようになり、徐々に元気を取り戻していきました。",
      "improvement": "同じ趣味を持つ友人とオンラインでつながったことで、孤独感が和らぎました。",
      "advice": "『逃げではなく自分を守る選択だ』と本人に伝えることが大切だと思います。"
    },
    "life_stages": {
      "elementary": "小学校時代はスポーツ万能で、友達も多く元気に過ごしていました。",
      "middle_school": "中学では部活中心の生活で、友人関係も良好でした。",
      "high_school": "高校では部活が中心でしたが、人間関係でつまずき、不登校になりました。現在は進路を模索中です。"
    },
    "support": [
      {
        "type": "担任・進路指導の先生",
        "experience": "家庭訪問や電話での相談。",
        "evaluation": "柔軟な選択肢を提示してくれて安心しました。"
      },
      {
        "type": "オンライン音楽コミュニティ",
        "experience": "趣味仲間と交流。",
        "evaluation": "同じ興味を持つ人とのつながりが大きな支えになりました。"
      }
    ],
    "good_activities": "・ギター演奏で自己表現できた\n・オンラインで友人と交流できた\n・保健室登校の提案で『完全不登校ではない』安心感を得た",
    "current_thoughts": "不登校は将来を閉ざすものではなく、新しい選択肢を探す機会でもあると感じています。"
  },

  {
    "id": 6,
    "title": "小学校6年生で友達関係が原因となった不登校の事例",
    "created_date": "2021.3",
    "grade": "小学6年生",
    "family": "父・母・本人・兄",
    "content": {
      "trigger": "小学校高学年になってから仲良しグループ内での関係が悪化し、仲間外れにされるようになりました。特に昼休みや放課後に一緒に遊んでくれる友達が減り、本人は『学校に行っても居場所がない』と感じるようになりました。6年生に進級してすぐに体調不良が続き、休みがちになりました。",
      "parent_actions": "当初は『卒業まであと少しだから頑張ろう』と励ましましたが、逆に負担を与えてしまいました。途中からは『無理に行かなくてもいいよ』と伝え、家で安心できる時間を意識的につくりました。兄が一緒にゲームをしてくれたことで笑顔が増え、家庭内で安心感を取り戻すことができました。",
      "child_reaction": "最初は不安で泣くことも多かったですが、兄との交流や家族の支えで少しずつ落ち着きを取り戻しました。ただ、『みんなと同じように卒業式に出たい』という気持ちも強く、葛藤が続きました。",
      "school_reaction": "担任が家庭訪問をしてくれ、『式だけでも参加できるように』と配慮してくれました。スクールカウンセラーとの面談も始まり、本人の思いを少しずつ言葉にできるようになりました。",
      "initial_reflection": "親として『卒業まで頑張ろう』と強調しすぎたのは反省点です。本人にとっては1日1日が苦しかったのだと理解しました。",
      "life_after_month": "午前中は家で読書や絵を描き、午後は兄と遊ぶことが多かったです。時々母と一緒に買い物に出かけるのも気分転換になっていました。",
      "process": "最初は部屋で一人過ごすことが多かったですが、徐々にリビングに出て家族と会話する時間が増えていきました。",
      "improvement": "卒業式直前、先生と相談して短時間だけ参加できました。本人にとって大きな達成感となり、自信につながりました。",
      "advice": "大切なのは学校に戻ることよりも、本人の心の安心を優先することだと実感しました。"
    },
    "life_stages": {
      "elementary": "低学年の頃は友達と元気に遊んでいましたが、高学年になるにつれ友人関係に悩みを抱えるようになりました。",
      "middle_school": "中学では『部活で新しい友達を作りたい』と話しており、少しずつ前向きさを取り戻しています。",
      "high_school": "まだ経験していませんが、『将来は絵を描く仕事がしたい』と夢を持っています。"
    },
    "support": [
      {
        "type": "スクールカウンセラー",
        "experience": "月に1回程度の面談。",
        "evaluation": "本人の気持ちを安心して話せる場になりました。"
      },
      {
        "type": "兄のサポート",
        "experience": "一緒に遊んだりゲームをして過ごしました。",
        "evaluation": "家族の中で安心できる存在がいることは非常に大きな支えになりました。"
      }
    ],
    "good_activities": "・兄と一緒に遊んだ時間が本人の安心につながった\n・読書や絵を描くことで気持ちを落ち着けた\n・卒業式に短時間でも参加できたことで自信を持てた",
    "current_thoughts": "学校に行けない時期も無駄ではなく、本人なりの成長の過程だったと思えるようになりました。"
  },

  {
    "id": 7,
    "title": "中学2年生で勉強のつまずきから不登校になった事例",
    "created_date": "2021.10",
    "grade": "中学2年生",
    "family": "母・本人",
    "content": {
      "trigger": "中学2年になり勉強が難しくなり、特に数学でつまずきました。テストで点数が下がり、『自分はダメだ』と感じるようになり、次第に学校に行けなくなってしまいました。",
      "parent_actions": "母は最初『勉強しないと将来困るよ』と強く言いましたが、本人が追い詰められている様子を見て、声掛けをやめました。代わりに『あなたのペースでいいよ』と伝え、少しずつ家庭学習を取り入れるようにしました。",
      "child_reaction": "安心したのか、夜に一緒にテレビを見る時間が増えました。ただ、勉強に対する苦手意識は強く、話題に出すと不機嫌になることが多かったです。",
      "school_reaction": "担任は理解を示し、提出物や宿題を強制しませんでした。学年主任が家庭訪問して『今は休むことも大切』と言ってくれたことが印象的でした。",
      "initial_reflection": "母として勉強を重視しすぎてしまったことを反省しました。まずは心の安定が優先でした。",
      "life_after_month": "午前中はゆっくり過ごし、午後からゲームや音楽を楽しむ生活が中心でした。夜は母と一緒に食事を作ることもありました。",
      "process": "少しずつ母と一緒に散歩する時間を取り入れ、生活リズムを整える工夫をしました。",
      "improvement": "半年後、地域の学習支援教室に参加し、同じように勉強が苦手な仲間と交流できたことで少しずつ前向きになれました。",
      "advice": "勉強よりも心の安定を優先することで、自然と学ぶ意欲が戻ってくることもあります。"
    },
    "life_stages": {
      "elementary": "低学年の頃は元気で、算数が得意でしたが、高学年になるにつれて苦手意識が芽生えていきました。",
      "middle_school": "中学で学習内容が難しくなり、不登校になりました。",
      "high_school": "まだ経験していませんが、『将来は音楽関係の仕事がしたい』と話しています。"
    },
    "support": [
      {
        "type": "地域の学習支援教室",
        "experience": "週に1回参加。",
        "evaluation": "同じ境遇の仲間と学べたことが大きな励みになりました。"
      }
    ],
    "good_activities": "・母と一緒に散歩してリズムを整えた\n・夜に一緒にテレビを見ることで安心感が増した\n・学習支援教室で仲間と出会えた",
    "current_thoughts": "不登校は勉強だけの問題ではなく、心の問題と密接に関わっていると実感しました。"
  },
  {
    "id": 8,
    "title": "高校1年生で友人関係の不安から不登校になった事例",
    "created_date": "2022.5",
    "grade": "高校1年生",
    "family": "母・本人",
    "content": {
      "trigger": "高校に入学してすぐは順調に通っていましたが、クラスでのグループ作りが苦手で『誰とも深く関われない』という不安を抱えるようになりました。教室で一人になることが増え、次第に登校できなくなっていきました。",
      "parent_actions": "母は『新しい友達を作ればいい』とアドバイスしましたが、逆に本人を追い詰めてしまいました。その後、『友達がいなくても大丈夫だよ』と伝え、本人の安心感を優先しました。",
      "child_reaction": "安心した反面、『やっぱり自分はダメなんだ』という思いも強く、葛藤が続きました。",
      "school_reaction": "担任は理解を示し、保健室登校を勧めてくれました。またスクールソーシャルワーカーが関わり、進学に関する不安を和らげてくれました。",
      "initial_reflection": "『友達を作れば解決する』と単純に考えてしまったことを反省しました。本人の不安を受け止めることが先決でした。",
      "life_after_month": "午前中は動画を見たり音楽を聴いて過ごし、午後は母と一緒に料理をすることが増えました。",
      "process": "外出を嫌がりましたが、少しずつ近所の散歩から始めて、気分転換を取り入れました。",
      "improvement": "半年後、趣味の音楽を通じてSNSで友人ができ、自信を取り戻し始めました。",
      "advice": "不登校の解決策は一つではなく、本人の気持ちに寄り添い続けることが大切だと思います。"
    },
    "life_stages": {
      "elementary": "低学年の頃から人見知りがありましたが、友達とは仲良く過ごしていました。",
      "middle_school": "中学では数人の友達と深く関わり、安心できていました。",
      "high_school": "入学直後は順調でしたが、グループに入れない不安から不登校になりました。"
    },
    "support": [
      {
        "type": "スクールソーシャルワーカー",
        "experience": "月に1回面談。",
        "evaluation": "進学に関する具体的な情報をくれて安心できました。"
      }
    ],
    "good_activities": "・母と料理をすることで達成感を得られた\n・散歩を取り入れて気分転換できた\n・SNSで同じ趣味の友人と出会えた",
    "current_thoughts": "友達関係に悩んで不登校になっても、学校外でのつながりが新しい希望になることを実感しました。"
  },

   {
    "id": 9,
    "title": "中学3年生で受験へのプレッシャーから不登校になった事例",
    "created_date": "2022.11",
    "grade": "中学3年生",
    "family": "父・母・本人・妹",
    "content": {
      "trigger": "高校受験を控えて成績が伸び悩み、『周りは頑張っているのに自分だけ遅れている』と強いプレッシャーを感じました。次第に朝起きられなくなり、学校に行くことが苦しくなりました。",
      "parent_actions": "父母は最初『勉強しないと高校に行けないよ』と強く言いましたが、本人がますます追い詰められてしまいました。途中から『今は休むことも大切だよ』と声を掛け、生活リズムを整えることを優先しました。",
      "child_reaction": "当初は自分を責め続けていましたが、『受験は人生のすべてではない』と伝えられたことで、少しずつ安心を取り戻しました。",
      "school_reaction": "担任の先生は『受験に必要な最低限の資料だけ受け取れるようにする』と提案してくれました。進路指導の先生も柔軟に対応してくれました。",
      "initial_reflection": "親として『勉強しろ』と繰り返したのは失敗でした。本人に必要だったのは学習よりも安心感でした。",
      "life_after_month": "午前はゆっくり過ごし、午後から少しずつ勉強を再開しました。夜は家族で一緒に映画を見る時間を楽しむようになりました。",
      "process": "最初は勉強を拒否していましたが、徐々にタブレット学習を取り入れ、短時間でも取り組めるようになりました。",
      "improvement": "模擬試験を受けることができ、自信を取り戻し始めました。",
      "advice": "受験よりも心の安定が優先。焦らず本人のペースを信じることが大切だと学びました。"
    },
    "life_stages": {
      "elementary": "小学校の頃は明るく元気で、勉強も得意でした。",
      "middle_school": "2年までは順調でしたが、3年で受験プレッシャーが重くのしかかりました。",
      "high_school": "まだこれからですが、『のんびりと学べる学校に行きたい』と話しています。"
    },
    "support": [
      {
        "type": "進路指導の先生",
        "experience": "家庭に合わせた進路相談。",
        "evaluation": "本人の不安を和らげるよう丁寧に対応してくれました。"
      },
      {
        "type": "家庭での支え",
        "experience": "映画鑑賞や会話を通じて安心感を提供。",
        "evaluation": "家族時間が安心の源となりました。"
      }
    ],
    "good_activities": "・家族で映画を観る習慣\n・短時間のタブレット学習\n・模試に挑戦できた経験",
    "current_thoughts": "本人が自分を責めないようになるまでが大切でした。受験は通過点でしかないと今は思えます。"
  },
  {
    "id": 10,
    "title": "小学校3年生で体調不良から不登校になった事例",
    "created_date": "2023.4",
    "grade": "小学3年生",
    "family": "母・本人・祖母",
    "content": {
      "trigger": "体調不良が続き、特に朝になると腹痛や頭痛を訴えるようになりました。病院では異常がなく、心因性の不調と分かりました。そこから学校に行けなくなりました。",
      "parent_actions": "母は『体調が悪いのだから無理に行かなくていい』と伝え、家で安心できる環境をつくりました。祖母が一緒に折り紙や料理をして過ごしてくれたのも支えになりました。",
      "child_reaction": "『行かなきゃいけない』という思いと『行けない』という葛藤で泣くことも多かったです。ただ、祖母と一緒に過ごす時間で少しずつ笑顔が戻ってきました。",
      "school_reaction": "担任が『プリントを届けるから、できたらでいいよ』と柔軟に対応してくれました。無理に登校させようとはしませんでした。",
      "initial_reflection": "体調不良を『サボり』と思わず、心のSOSだと理解することが大切でした。",
      "life_after_month": "午前は休養、午後は祖母と一緒に遊ぶ生活を続けました。夜は母と一緒にテレビを見てリラックスしました。",
      "process": "徐々に近所の公園に行けるようになり、外出の回数を増やしていきました。",
      "improvement": "半年後、週に数回保健室登校ができるようになりました。",
      "advice": "体調不良の裏には心の疲れがあることを理解することが大切です。"
    },
    "life_stages": {
      "elementary": "低学年の頃は元気に登校していましたが、3年で体調不良から不登校になりました。",
      "middle_school": "まだ経験していません。",
      "high_school": "未経験。"
    },
    "support": [
      {
        "type": "祖母の支え",
        "experience": "一緒に折り紙や料理をした。",
        "evaluation": "本人に安心を与えてくれました。"
      },
      {
        "type": "学校の対応",
        "experience": "無理に登校を促さず、プリントを届けてくれました。",
        "evaluation": "安心感を与えてくれました。"
      }
    ],
    "good_activities": "・祖母と過ごす時間\n・近所の公園への外出\n・保健室登校の練習",
    "current_thoughts": "体調不良は心のサインだと学びました。本人の安心を第一に考えたいです。"
  },
  {
    "id": 11,
    "title": "高校2年生で部活動のストレスから不登校になった事例",
    "created_date": "2023.12",
    "grade": "高校2年生",
    "family": "父・母・本人",
    "content": {
      "trigger": "部活動の先輩との関係がうまくいかず、過度な指導やプレッシャーからストレスを感じ、次第に登校できなくなりました。",
      "parent_actions": "両親は最初『部活をやめたらどうか』と提案しましたが、本人は『辞めたくない』と強く反発しました。そのため、まずは『休んでもいい』と伝え、体と心を休めることを優先しました。",
      "child_reaction": "『辞めたくないけど行けない』という葛藤で苦しんでいましたが、休むことで少しずつ冷静になれました。",
      "school_reaction": "顧問の先生が『部活を続けるかどうかは本人の自由』と尊重してくれました。保健室登校やオンライン授業の利用も提案してくれました。",
      "initial_reflection": "親として部活の継続か中止かにこだわりすぎたと反省しました。大事なのは本人の安心でした。",
      "life_after_month": "午前はゆっくり休み、午後は趣味の音楽活動に取り組みました。夜は両親と一緒に食事をとる時間を大切にしました。",
      "process": "最初は完全に部活を拒否していましたが、徐々に仲の良い友人と連絡を取れるようになりました。",
      "improvement": "半年後、部活動はやめず、軽い練習に参加できるようになりました。",
      "advice": "不登校の背景には複雑な思いがあります。白黒つけず、本人の気持ちに寄り添うことが大切です。"
    },
    "life_stages": {
      "elementary": "小学校から運動が得意でスポーツに打ち込んでいました。",
      "middle_school": "中学では部活動中心の生活を送りました。",
      "high_school": "2年で部活の人間関係に悩み、不登校になりました。"
    },
    "support": [
      {
        "type": "顧問の先生",
        "experience": "部活継続を強制せず、本人の気持ちを尊重。",
        "evaluation": "安心感を与えてくれました。"
      },
      {
        "type": "家族の支え",
        "experience": "食事の時間を大切にしました。",
        "evaluation": "家庭が安心の場になりました。"
      }
    ],
    "good_activities": "・音楽活動に没頭\n・友人との連絡\n・軽い練習参加",
    "current_thoughts": "不登校は失敗ではなく、成長の過程だと感じます。部活動も続けるかどうか本人の自由でよいと思えるようになりました。"
    }
  ]
}
